exports.info = (id, A187, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
*SEMENTARA INFO SINGKAT DULU!!*         
╔════════════════════
║ *About ${A187}*
╠════════════════════
║   *⚠️WARNING⚠️*
╠════════════════════
╠════════════════════
║ *DIPROGRAM MENGGUNAKAN*
║  *NODE.JS*
╠════════════════════
║╭──❉ *INFO* ❉─────────
║│➸ *AUTHOR*: _Abdul Haqi Ramdhan_
║│➸ *DESIGNER*: _Abdul Haqi Ramdhan_
║│➸ *YOUTUBE*: _Abdul Haqi Ramdhan_
║╰───────────────────
╠════════════════════
║  *${A187}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Group WhatsApp*
║│ _${groupwhatsapp}_
║│➸ *YouTube <subscribe>*
║│ _${youtube}_
║│➸ *Instagram <Follow>*
║│ _${instagram}_
║│➸ *Creator ${A187}*
║│ _${nomer}_
║╰───────────────────
╠════════════════════
║ _*POWERED BY AHRKING BOT*_
╚════════════════════`
}
